Repository: alekLen/SportClub_Exam
Catalog: SportClub/Resources/Resource.*.resx
Languages: fr

source: Add
fr: Ajouter

# AddArt
source: Add the Artist
fr: ajouter un artiste

# AddedArtist
source: Artist has been added:
fr: L'artiste a été ajouté :

# AddedSong
source: Song has been added:
fr: La chanson a été ajoutée :

# AddedStyle
source: Genre has been added:
fr: Le genre a été ajouté:

source: Addition
fr: Ajout

source: Add Song
fr: Ajouter une chanson

source: age
fr: âge

# AgeRequired
source: *age is required
fr: *entrez l'âge

source: All songs
fr: Toutes les chansons

source: Artist
fr: Сhanteur

source: Artists
fr: Сhanteurs

# ArtSort
source: singers
fr: chanteurs

source: Back
fr: Dos

source: Cancel
fr: Annuler

source: Change level
fr: Changer le niveau d'accès

# ChooseLang
source: Choose the Language
fr: Choisir la langue

source: Confirm
fr: Confirmer

source: Confirm deletion
fr: confirmer la suppression

source: Confirmd users
fr: Utilisateurs vérifiés

source: Confirm registration
fr: Confirmer l'inscription

# DateB
source: Date of Birth
fr: Date de naissance

source: Delete
fr: Supprimer

# DeleteArt
source: Delete the Artist
fr: Supprimer l'artiste

# DeletedArtist
source: The singer was removed:
fr: Le chanteur a été supprimé :

# DeletedStyle
source: Genre removed:
fr: Genre supprimé :

# DelSong
source: Song has been removed:
fr: La chanson a été supprimée :

source: Download
fr: Télécharger

# EdArtist
source: Artist edited:
fr: Chanteur édité :

source: Edit
fr: Édition

# EditArt
source: Edit the Artist
fr: Modifier le chanteur

source: Editing
fr: Édition

# EditSong
source: Edit the Song
fr: Édition d'une chanson

# EdSong
source: Song edited:
fr: Chanson éditée :

# EdStyle
source: Genre edited:
fr: Genre édité :

source: *email required
fr: champ obligatoire pour l'adresse e-mail

# emailused
source: *email is used
fr: *l'adresse e-mail est déjà utilisée

source: Enter
fr: Entrer

# enterArt
source: Enter the Name
fr: Entrez votre nom

# enterName
source: Enter the name
fr: Entrez le titre

source: female
fr: femme

# fields
source: *enter all fields
fr: *Remplissez tous les champs

source: File
fr: Déposer

# Filtr
source: Filter
fr: Filtrer

# FiltrBy
source: Filter by:
fr: Filtrer par:

source: Find
fr: Trouver

source: Forward
fr: Avant

source: Genres
fr: Genre

source: Level
fr: Niveau d'accès

# LightPass
source: more than 8 characters, at least one digit, one(A-Z), one(a-z), one special character
fr: plus de 8 caractères, au moins un chiffre, un (A-Z), un (a-z), un caractère spécial

# Listofartists
source: Choose an artist from the list
fr: Sélectionnez un artiste dans la liste

# Listofstyles
source: Choose a genre from the list
fr: Sélectionnez un genre dans la liste

source: Login
fr: Se connecter

# loginN
source: login
fr: se connecter

# loginpassword
source: login/password not correct
fr: le login/mot de passe est incorrect

# loginused
source: *login is used
fr: *la connexion a déjà été enregistrée

source: LogOut
fr: Sortir

# LogRequired
source: *login is required
fr: *la connexion est un champ obligatoire

# man
source: male
fr: mâle

source: Music Portal
fr: Portail musical

source: Name
fr: Nom

# nameArt
source: Name
fr: Nom

source: New users
fr: Nouveaux utilisateurs

# PassConRequired
source: *confirm password is required
fr: *une confirmation du mot de passe est requise

# passnoteq
source: *passwords are not equal
fr: *Non concordance des mots de passe

# PassRequired
source: *password is required
fr: *Mot de passe est un champ obligatoire

source: password
fr: mot de passe

# passwordConf
source: confirm password
fr: Confirmez le mot de passe

# Phone
source: Telephone
fr: Téléphone

source: Photo
fr: Télécharger une photo

# Post
source: Job title
fr: Titre d'emploi

# Registration
source: Registgration
fr: Registre

# Required
source: is Required
fr: Champ obligatoire

# Songname
source: Song's name
fr: Titre de la chanson

# Sort
source: Sort by:
fr: Trier par:

source: Speciality
fr: Spécialité

source: Surname
fr: Nom de famille

source: Text
fr: Texte

# unage
source: *uncorrectly age
fr: *âge incorrect

# unemail
source: *uncorrectly email
fr: *Adresse Email incorrecte

# unlogpass
source: *uncorrectly login or password
fr: *Identifiant ou mot de passe incorrect

source: user name
fr: utilisateur

source: Users
fr: Utilisateurs

# waiting
source: waiting for confirm registration
fr: en attente d'inscription

source: Welcome
fr: Accueillir

source: Year
fr: Année

# YearSort
source: year
fr: année de sortie
